Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uit.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: – The MSCA programme is a continuous and solid process, which ensures that the participants are among the best researchers in the world.
nn: – MSCA-programmet er ein lang og solid prosess, og det sikrar at disse forskarane er blant dei beste i verda.

source: Trude Fonneland had never applied for an EU grant but went for it and secured herself and her research group both a new colleague and new projects.
nn: Trude Fonneland hadde aldri søkt om EU-midlar, men heiv seg rundt og sikra både seg sjølv og forskingsmiljøet både ein ny kollega og nye prosjekt.

source: – I had never applied for an EU-grant, and I assumed the application process was really complicated.
nn: – Eg hadde aldri søkt EU-midlar før, og trudde søknadsprosessen var kjempeinnvikla.

source: The application to UiT is very brief, with just 5 points to fill out.
nn: januar. Søknaden til UiT er svært kort, med berre 5 punkt å fylle ut.

source: Brekke is impressed with the Arctic MSCA programme, especially with how well the participants are being supported.
nn: Brekke er godt nøgd med Arctic MSCA-programmet, og spesielt kor godt forskingsrettleiarane vert følgd opp.

source: The students will learn:
nn: også engelsk og skandinavisk Eksamensspråk:

source: Fonneland can’t praise Mikalsen and her team enough:
nn: Fonneland kan ikkje få rost Mikalsen og faggruppa hennar nok:

source: Please note that for some course modules, the grades PASS/FAIL are given.
nn: Minst ein av tekstane skal vere skriven på bokmål og minst ein på nynorsk.

source: The programme has evolved gradually and was until April 2010 dedicated to the period AD 1000-1600.
nn: Og å sjå denne utviklinga i eit regionalt, nasjonalt og kontinentalt perspektiv.Programmet har utvikla seg gradvis og var til april 2010 konsentrert om perioden AD 1000-1600.

source: There will be no re-sit/ continuation exam for this course.
nn: august for emne som vert gitt i vårsemesteret.

source: Language of instruction and examination: English.
nn: andre skandinaviske språk og engelsk.

source: Bachelor's Thesis in Physics - 10 stp
nn: Språk og tekst i sosiale medium - 10 stp

source: The voter turnout this year was 49.31% in the group of permanent employees in lecture and research positions.
nn: Valdeltakinga i år var på 49,31 % i gruppa fast tilsette i undervisning- og forskarstillingar.

source: The Ministry of Education and Research (KD) appoints four external members to the University Board, including the chairman.
nn: Kunnskapsdepartementet (KD) peikar ut fire eksterne medlemmar, inkludert styreleiar, til universitetsstyret.

source: The written exam is first graded, and this must be passed (grades A-E) in order to be presented for the oral examination/presentation.
nn: Ei semesteroppgåve som har fått karakteren F (ikkje greidd), kan leverast inn til ny vurdering i omarbeidd form.

source: – It’s almost like a letter of intent, says Theresa Mikalsen.
nn: – Det er mest som ein melding om interesse å rekne, seier Theresa Mikalsen.

source: That is six percentage points more than in 2017.
nn: Det er seks prosentpoeng fleire enn i 2017.

source: , which connects supervisors at UiT (professors or associate professors) with international postdoctoral candidates who can contribute to UiT projects.
nn: knyter rettleiarar (professor eller førsteamanuensis) ved UiT saman med internasjonale postdoktor-kandidatar som kan bidra til UiT sine prosjekt.

source: Fonneland was an inexperienced EU-applicant, but not anymore.
nn: Fonneland hadde ikkje mykje erfaring som EU-søkar, men det har ho i fullt monn no.

source: She’s a professor of cultural studies at
nn: Ho er professor i kulturvitskap ved

source: Tone Osnes will be the new board member from the technical/administrative staff, and Aase Tveito will be the new deputy member from the same date.
nn: Tone Osnes blir ny styremedlem frå teknisk/administrativt tilsette, og Aase Tveito rykker opp som varamedlem frå same dato.

source: HPV mRNA testing - longterm follow-up.
nn: nynorsk Språk på eksamen:

source: Marit Westergaard is a professor at the Department of Culture and Language and will soon be welcoming her fifth MSCA postdoc to Tromsø.
nn: Marit Westergaard er professor ved Institutt for språk og kultur og skal snart ønske si femte MSCA-postdoktor velkommen til Tromsø.

source: – At first, I thought this would be very demanding and time consuming.
nn: – Eg tenkte først at dette var alt for krevjande og at det kom til å gå mykje tid.

source: The application deadline is January 14th, 2022.
nn: Søknadsfrist for påmelding er 14. januar 2022.

source: Karoline Sveen and Petter Nikolai Rønning were chosen as deputies.
nn: Karoline Sveen og Petter Nikolai Rønning vart valt som vara.

source: – They have been an amazing support!
nn: – Dei har vore ein kjemperessurs!

source: Arctic MSCA programme, including the application form here
nn: Arctic MSCA-programmet med lenke til påmelding her

source: Then they all meet at a symposium at Campus Tromsø in June 2022.
nn: I juni 2022 skal alle møtast på et symposium ved UiT i Tromsø.

source: In the group of technical / administrative employees, the turnout was 39.85%, which is an increase close to 2.5 percentage points from 2017.
nn: I gruppa teknisk/administrativt tilsette var valdeltakinga på 39,85 %, noko som er opp nær 2,5 prosentpoeng frå i 2017.

source: , are the EU reference programmes for doctoral and postdoctoral education.
nn: , er EUs referanseprogram for doktorgradar og postdoktor-utdanning.

source: Registration deadline for re-take examinations is January 15.
nn: Frist for oppmelding til kontinuasjonseksamen/utsett eksamen er 15.

source: According to the election rules, she will leave the board from the same date.
nn: I samsvar med valreglane sluttar ho i styret frå same dato.

source: The course uses a research-driven approach.
nn: I syntaks lærer ein grunnleggande setningsanalyse.

source: – Do you recommend others to apply to Arctic MSCA?
nn: – Vil du anbefale andre å søke Arctic MSCA?

source: 9199-singular course at undergraduate level.
nn: Søknadskode 9199 enkeltemner lågare nivå (ikkje realfag).

source: Trude Fonneland and Laura Jonka-Aiko (nr 5 and 4 from the right) with their research group.
nn: Trude Fonneland og Laura Jonka-Aiko (nr 5 og 4 frå høgre) med forskingsgruppa deira.

source: The students have two members on the university board, and on May 20, Maren Irene Gåre Bakkevoll and Ole Andreas Myhrer Smith were elected as their representatives.
nn: Studentane har to medlemmar i universitetsstyret, og 20. mai vart Maren Irene Gåre Bakkevoll og Ole Andreas Myhrer Smith valt som representantane deira.

source: In 2019 her application for an EU grant through the MSCA program was approved, bringing in both a new colleague and a two-year project.
nn: I 2019 fekk ho innvilga søknaden sin til EU-programmet MSCA og sikra seg både ei ny kollega og eit toårig prosjekt.

source: The leadership of UiT looks forward to a good collaboration with elected and external representatives on the new board, says university director Jørgen Fossland.
nn: Leiinga ved UiT ser fram til eit godt samarbeid med valde og eksterne representantar i det nye styret, seier universitetsdirektør Jørgen Fossland.
